Repository: kerimsarigul/OJS-RoleSynchronizer-Plugin
Catalog: locale/*/locale.po
Languages: tr_tr

# plugins.generic.roleSynchronizer.displayName
source: Role Synchronizer Plugin
tr_tr: Rol Senkronizasyon Eklentisi

# plugins.generic.roleSynchronizer.description
source: Synchronizes user roles between journals
tr_tr: Kullanıcı rollerini dergiler arasında senkronize eder

# plugins.generic.roleSynchronizer.settings.title
source: Role Synchronization Settings
tr_tr: Rol Senkronizasyon Ayarları

# plugins.generic.roleSynchronizer.settings.description
source: This tool copies user roles from the selected source journal to the current journal.
tr_tr: Bu araç, seçilen kaynak dergideki kullanıcı rollerini mevcut dergiye kopyalar.

# plugins.generic.roleSynchronizer.settings.currentJournal
source: Current Journal
tr_tr: Mevcut Dergi

# plugins.generic.roleSynchronizer.settings.selectSource
source: Select Source Journal
tr_tr: Kaynak Dergiyi Seçin

# plugins.generic.roleSynchronizer.settings.chooseJournal
source: Choose Journal...
tr_tr: Dergi Seçiniz...

# plugins.generic.roleSynchronizer.settings.synchronize
source: Synchronize Roles
tr_tr: Rolleri Senkronize Et

# plugins.generic.roleSynchronizer.error.noSource
source: Please select a source journal!
tr_tr: Lütfen kaynak dergi seçiniz!

# plugins.generic.roleSynchronizer.settings.selectRoles
source: Select Roles to Synchronize
tr_tr: Senkronize Edilecek Rolleri Seçin

# plugins.generic.roleSynchronizer.settings.selectAllRoles
source: Select All Roles
tr_tr: Tüm Rolleri Seç

# plugins.generic.roleSynchronizer.error.noRoles
source: Please select roles to synchronize!
tr_tr: Lütfen senkronize edilecek rolleri seçiniz!

# plugins.generic.roleSynchronizer.error.connection
source: Connection error occurred. Please try again.
tr_tr: Bağlantı hatası oluştu. Lütfen tekrar deneyiniz.
